[
  "obsidian-vimrc-support",
  "obsidian-better-command-palette",
  "obsidian-footnotes",
  "darlal-switcher-plus",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-admonition",
  "obsidian-mind-map",
  "recent-files-obsidian",
  "obsidian-excalidraw-plugin",
  "oz-image-plugin",
  "quickadd",
  "obsidian-pandoc",
  "markdown-prettifier",
  "dataview",
  "obsidian-hypothesis-plugin",
  "cmenu-plugin",
  "oz-clear-unused-images",
  "obsidian-hotkeys-for-specific-files",
  "obsidian-emoji-toolbar",
  "obsidian-hider",
  "obsidian-cursor-location-plugin",
  "easy-typing-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-image-toolkit",
  "metadata-menu",
  "obsidian-day-planner",
  "obsidian-kanban",
  "calendar",
  "obsidian-extract-pdf-highlights",
  "metaedit",
  "obsidian-toggl-integration",
  "obsidian-hover-editor",
  "obsidian-dynamic-highlights",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "mousewheel-image-zoom"
]